Revit 2024 API
ParameterTypeId.StairsTrisertypeRiserMaterial Property
 "Riser Material"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StairsTrisertypeRiserMaterial { get; }
Visual Basic
Public Shared ReadOnly Property StairsTrisertypeRiserMaterial As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsTrisertypeRiserMaterial {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace